Autodesk.Revit.UI.IViewSheetSetUIServerProxy.ShowDialog(Autodesk.Revit.DB.Document,Autodesk.Revit.UI.ViewSheetSetUIData)
Shows dialog on managing ViewSheetSet.
document:
The associated document.
data:
The data on initializing the dialog as well as getting the result.
Returns:
Whether or not the dialog launches successfully.